results/scale-out/aerospike_sow2-production_aws-cassandra-503-32-threads-scale-out-v2_0_IxOiZVYy/0_load.txt
bin/ycsb load cassandra4-cql -s -jvm-args=-XX:MaxRAMPercentage=85.0  -p hosts=172.31.30.208,172.31.27.48,172.31.17.33,172.31.26.83,172.31.31.163,172.31.22.133 -p cassandra.keyspace=ycsb -p cassandra.username=benchant -p cassandra.password=Performance99 -p cassandra.initDefaultTable=false -p cassandra.useSecureBundle=false -p  cassandra.writeconsistencylevel=QUORUM -p workload=site.ycsb.workloads.CoreWorkload -threads 32 -p recordcount=50000000 -p operationcount=4400000000 -p fieldcount=10 -p fieldlength=200 -p requestdistribution=uniform-growing -p insertorder=ordered -p readproportion=0.5 -p updateproportion=0.06 -p insertproportion=0.4 -p scanproportion=0.0 -p maxscanlength=1000 -p scanlengthdistribution=uniform -p core_workload_insertion_retry_limit=3 -p core_workload_insertion_retry_interval=3 -p reportlatencyforeacherror=true -p insertstart=0  -p hdrhistogram.percentiles=50,90,95,99,99.99,99.99999 
/usr/lib/jvm/java-1.8.0-openjdk-amd64/bin/java -XX:MaxRAMPercentage=85.0 -cp /binary/ycsb/cassandra4-binding/conf:/binary/ycsb/conf:/binary/ycsb/lib/htrace-core4-4.1.0-incubating.jar:/binary/ycsb/lib/jackson-mapper-asl-1.9.4.jar:/binary/ycsb/lib/core-0.18.0-SNAPSHOT.jar:/binary/ycsb/lib/jackson-core-asl-1.9.4.jar:/binary/ycsb/lib/HdrHistogram-2.1.4.jar:/binary/ycsb/cassandra4-binding/lib/asm-tree-9.1.jar:/binary/ycsb/cassandra4-binding/lib/asm-analysis-9.1.jar:/binary/ycsb/cassandra4-binding/lib/netty-handler-4.1.60.Final.jar:/binary/ycsb/cassandra4-binding/lib/netty-codec-4.1.60.Final.jar:/binary/ycsb/cassandra4-binding/lib/slf4j-simple-1.7.21.jar:/binary/ycsb/cassandra4-binding/lib/jackson-annotations-2.12.2.jar:/binary/ycsb/cassandra4-binding/lib/jackson-core-2.12.2.jar:/binary/ycsb/cassandra4-binding/lib/jnr-posix-3.1.5.jar:/binary/ycsb/cassandra4-binding/lib/asm-9.1.jar:/binary/ycsb/cassandra4-binding/lib/spotbugs-annotations-3.1.12.jar:/binary/ycsb/cassandra4-binding/lib/json-20090211.jar:/binary/ycsb/cassandra4-binding/lib/netty-buffer-4.1.60.Final.jar:/binary/ycsb/cassandra4-binding/lib/netty-common-4.1.60.Final.jar:/binary/ycsb/cassandra4-binding/lib/jffi-1.3.1-native.jar:/binary/ycsb/cassandra4-binding/lib/reactive-streams-1.0.3.jar:/binary/ycsb/cassandra4-binding/lib/netty-transport-4.1.60.Final.jar:/binary/ycsb/cassandra4-binding/lib/java-driver-core-4.13.0.jar:/binary/ycsb/cassandra4-binding/lib/asm-commons-9.1.jar:/binary/ycsb/cassandra4-binding/lib/java-driver-query-builder-4.13.0.jar:/binary/ycsb/cassandra4-binding/lib/jsr305-3.0.2.jar:/binary/ycsb/cassandra4-binding/lib/jnr-constants-0.10.1.jar:/binary/ycsb/cassandra4-binding/lib/metrics-core-4.1.18.jar:/binary/ycsb/cassandra4-binding/lib/netty-resolver-4.1.60.Final.jar:/binary/ycsb/cassandra4-binding/lib/jackson-databind-2.12.2.jar:/binary/ycsb/cassandra4-binding/lib/config-1.4.1.jar:/binary/ycsb/cassandra4-binding/lib/esri-geometry-api-1.2.1.jar:/binary/ycsb/cassandra4-binding/lib/java-driver-shaded-guava-25.1-jre-graal-sub-1.jar:/binary/ycsb/cassandra4-binding/lib/asm-util-9.1.jar:/binary/ycsb/cassandra4-binding/lib/jackson-core-asl-1.9.4.jar:/binary/ycsb/cassandra4-binding/lib/jffi-1.3.1.jar:/binary/ycsb/cassandra4-binding/lib/cassandra4-binding-0.18.0-SNAPSHOT.jar:/binary/ycsb/cassandra4-binding/lib/jcip-annotations-1.0-1.jar:/binary/ycsb/cassandra4-binding/lib/native-protocol-1.5.0.jar:/binary/ycsb/cassandra4-binding/lib/jnr-a64asm-1.0.0.jar:/binary/ycsb/cassandra4-binding/lib/jnr-x86asm-1.0.2.jar:/binary/ycsb/cassandra4-binding/lib/jnr-ffi-2.2.2.jar:/binary/ycsb/cassandra4-binding/lib/HdrHistogram-2.1.12.jar:/binary/ycsb/cassandra4-binding/lib/slf4j-api-1.7.25.jar site.ycsb.Client -db site.ycsb.db.cassandra4.CassandraCQLClient -s -p hosts=172.31.30.208,172.31.27.48,172.31.17.33,172.31.26.83,172.31.31.163,172.31.22.133 -p cassandra.keyspace=ycsb -p cassandra.username=benchant -p cassandra.password=Performance99 -p cassandra.initDefaultTable=false -p cassandra.useSecureBundle=false -p cassandra.writeconsistencylevel=QUORUM -p workload=site.ycsb.workloads.CoreWorkload -threads 32 -p recordcount=50000000 -p operationcount=4400000000 -p fieldcount=10 -p fieldlength=200 -p requestdistribution=uniform-growing -p insertorder=ordered -p readproportion=0.5 -p updateproportion=0.06 -p insertproportion=0.4 -p scanproportion=0.0 -p maxscanlength=1000 -p scanlengthdistribution=uniform -p core_workload_insertion_retry_limit=3 -p core_workload_insertion_retry_interval=3 -p reportlatencyforeacherror=true -p insertstart=0 -p hdrhistogram.percentiles=50,90,95,99,99.99,99.99999 -load
Command line: -db site.ycsb.db.cassandra4.CassandraCQLClient -s -p hosts=172.31.30.208,172.31.27.48,172.31.17.33,172.31.26.83,172.31.31.163,172.31.22.133 -p cassandra.keyspace=ycsb -p cassandra.username=benchant -p cassandra.password=Performance99 -p cassandra.initDefaultTable=false -p cassandra.useSecureBundle=false -p cassandra.writeconsistencylevel=QUORUM -p workload=site.ycsb.workloads.CoreWorkload -threads 32 -p recordcount=50000000 -p operationcount=4400000000 -p fieldcount=10 -p fieldlength=200 -p requestdistribution=uniform-growing -p insertorder=ordered -p readproportion=0.5 -p updateproportion=0.06 -p insertproportion=0.4 -p scanproportion=0.0 -p maxscanlength=1000 -p scanlengthdistribution=uniform -p core_workload_insertion_retry_limit=3 -p core_workload_insertion_retry_interval=3 -p reportlatencyforeacherror=true -p insertstart=0 -p hdrhistogram.percentiles=50,90,95,99,99.99,99.99999 -load
YCSB Client 0.18.0-SNAPSHOT

Loading workload...
insertstart, insertcount, recordcount: 0, 50000000, 50000000
CoreWorkload init --- orderedinserts: true
Starting test.
[Thread-27] INFO site.ycsb.db.cassandra4.CassandraCQLClient - setting read (and default) Consistency to 'QUORUM'
[Thread-27] INFO site.ycsb.db.cassandra4.CassandraCQLClient - setting write Consistency to 'QUORUM'
2025-03-28 11:42:52:508 0 sec: 0 operations; est completion in 0 second 
[Thread-27] INFO com.datastax.oss.driver.internal.core.DefaultMavenCoordinates - DataStax Java driver for Apache Cassandra(R) (com.datastax.oss:java-driver-core) version 4.13.0
[s0-admin-0] INFO com.datastax.oss.driver.internal.core.time.Clock - Using native clock for microsecond precision
[s0-io-2] WARN com.datastax.oss.driver.api.core.auth.PlainTextAuthProviderBase - [] /172.31.22.133:9042 did not send an authentication challenge; This is suspicious because the driver expects authentication
[s0-io-3] WARN com.datastax.oss.driver.api.core.auth.PlainTextAuthProviderBase - [] /172.31.22.133:9042 did not send an authentication challenge; This is suspicious because the driver expects authentication
[s0-io-4] WARN com.datastax.oss.driver.api.core.auth.PlainTextAuthProviderBase - [] /172.31.30.208:9042 did not send an authentication challenge; This is suspicious because the driver expects authentication
[s0-io-5] WARN com.datastax.oss.driver.api.core.auth.PlainTextAuthProviderBase - [] /172.31.31.163:9042 did not send an authentication challenge; This is suspicious because the driver expects authentication
[s0-io-6] WARN com.datastax.oss.driver.api.core.auth.PlainTextAuthProviderBase - [] /172.31.26.83:9042 did not send an authentication challenge; This is suspicious because the driver expects authentication
[s0-io-8] WARN com.datastax.oss.driver.api.core.auth.PlainTextAuthProviderBase - [] /172.31.17.33:9042 did not send an authentication challenge; This is suspicious because the driver expects authentication
[s0-io-7] WARN com.datastax.oss.driver.api.core.auth.PlainTextAuthProviderBase - [] /172.31.27.48:9042 did not send an authentication challenge; This is suspicious because the driver expects authentication
[Thread-27] INFO site.ycsb.db.cassandra4.CassandraCQLClient - Connected to cluster: Optional[benchANT Cluster]

DBWrapper: report latency for each error is true and specific error codes to track for latency are: []
2025-03-28 11:43:02:498 10 sec: 468368 operations; 46836.8 current ops/sec; est completion in 17 minutes [INSERT: Count=468408, Max=77311, Min=370, Avg=623.29, 90=791, 99=1721, 99.9=4171, 99.99=11375] [INSERT-COMB: Count=468719, Max=77311, Min=370, Avg=623.23, 90=791, 99=1720, 99.9=4171, 99.99=11375] 
2025-03-28 11:43:12:498 20 sec: 1048111 operations; 57974.3 current ops/sec; est completion in 15 minutes [INSERT: Count=579727, Max=7203, Min=337, Avg=550.5, 90=623, 99=882, 99.9=1979, 99.99=4155] [INSERT-COMB: Count=579543, Max=7203, Min=337, Avg=550.5, 90=623, 99=883, 99.9=1979, 99.99=4155] 
2025-03-28 11:43:22:498 30 sec: 1620887 operations; 57277.6 current ops/sec; est completion in 14 minutes [INSERT: Count=572770, Max=8895, Min=370, Avg=557.25, 90=635, 99=915, 99.9=2489, 99.99=5059] [INSERT-COMB: Count=572738, Max=8895, Min=370, Avg=557.24, 90=635, 99=915, 99.9=2489, 99.99=5059] 
2025-03-28 11:43:32:498 40 sec: 2196676 operations; 57578.9 current ops/sec; est completion in 14 minutes [INSERT: Count=575783, Max=8847, Min=364, Avg=554.31, 90=625, 99=892, 99.9=2361, 99.99=4275] [INSERT-COMB: Count=575758, Max=8847, Min=364, Avg=554.31, 90=625, 99=892, 99.9=2361, 99.99=4275] 
2025-03-28 11:43:42:498 50 sec: 2775795 operations; 57911.9 current ops/sec; est completion in 14 minutes [INSERT: Count=579128, Max=7731, Min=370, Avg=551.09, 90=618, 99=895, 99.9=2851, 99.99=4057] [INSERT-COMB: Count=579192, Max=7731, Min=370, Avg=551.08, 90=618, 99=895, 99.9=2851, 99.99=4057] 
2025-03-28 11:43:52:498 60 sec: 3347293 operations; 57149.8 current ops/sec; est completion in 13 minutes [INSERT: Count=571497, Max=8151, Min=355, Avg=558.47, 90=626, 99=920, 99.9=3047, 99.99=4179] [INSERT-COMB: Count=571418, Max=8151, Min=355, Avg=558.47, 90=626, 99=920, 99.9=3047, 99.99=4179] 
2025-03-28 11:44:02:498 70 sec: 3916773 operations; 56948 current ops/sec; est completion in 13 minutes [INSERT: Count=569484, Max=8719, Min=368, Avg=560.43, 90=629, 99=940, 99.9=2741, 99.99=4033] [INSERT-COMB: Count=569488, Max=8719, Min=368, Avg=560.43, 90=629, 99=940, 99.9=2741, 99.99=4033] 
2025-03-28 11:44:12:498 80 sec: 4490707 operations; 57393.4 current ops/sec; est completion in 13 minutes [INSERT: Count=573922, Max=11575, Min=366, Avg=556.11, 90=623, 99=924, 99.9=2741, 99.99=3977] [INSERT-COMB: Count=573932, Max=11575, Min=366, Avg=556.1, 90=623, 99=924, 99.9=2741, 99.99=3977] 
2025-03-28 11:44:22:498 90 sec: 5061628 operations; 57092.1 current ops/sec; est completion in 13 minutes [INSERT: Count=570928, Max=8543, Min=364, Avg=559.04, 90=627, 99=930, 99.9=2733, 99.99=4095] [INSERT-COMB: Count=570917, Max=8543, Min=364, Avg=559.04, 90=627, 99=930, 99.9=2733, 99.99=4095] 
2025-03-28 11:44:32:498 100 sec: 5637958 operations; 57633 current ops/sec; est completion in 13 minutes [INSERT: Count=576329, Max=8423, Min=374, Avg=553.74, 90=620, 99=927, 99.9=2779, 99.99=3703] [INSERT-COMB: Count=576326, Max=8423, Min=374, Avg=553.74, 90=620, 99=927, 99.9=2779, 99.99=3703] 
2025-03-28 11:44:42:498 110 sec: 6204752 operations; 56679.4 current ops/sec; est completion in 12 minutes [INSERT: Count=566795, Max=16295, Min=373, Avg=563.1, 90=633, 99=961, 99.9=2845, 99.99=4503] [INSERT-COMB: Count=566798, Max=16295, Min=373, Avg=563.1, 90=633, 99=961, 99.9=2845, 99.99=4503] 
2025-03-28 11:44:52:498 120 sec: 6766807 operations; 56205.5 current ops/sec; est completion in 12 minutes [INSERT: Count=562053, Max=7591, Min=374, Avg=567.88, 90=640, 99=983, 99.9=2855, 99.99=4327] [INSERT-COMB: Count=562043, Max=7591, Min=374, Avg=567.88, 90=640, 99=983, 99.9=2855, 99.99=4327] 
2025-03-28 11:45:02:498 130 sec: 7335749 operations; 56894.2 current ops/sec; est completion in 12 minutes [INSERT: Count=568940, Max=7243, Min=371, Avg=560.99, 90=628, 99=954, 99.9=2831, 99.99=4103] [INSERT-COMB: Count=568944, Max=7243, Min=371, Avg=560.99, 90=628, 99=954, 99.9=2831, 99.99=4103] 
2025-03-28 11:45:12:498 140 sec: 7898852 operations; 56310.3 current ops/sec; est completion in 12 minutes [INSERT: Count=563111, Max=7955, Min=368, Avg=566.79, 90=634, 99=965, 99.9=2937, 99.99=4407] [INSERT-COMB: Count=563115, Max=7955, Min=368, Avg=566.79, 90=634, 99=965, 99.9=2937, 99.99=4407] 
2025-03-28 11:45:22:498 150 sec: 8468443 operations; 56959.1 current ops/sec; est completion in 12 minutes [INSERT: Count=569584, Max=9495, Min=368, Avg=560.34, 90=627, 99=941, 99.9=2723, 99.99=4171] [INSERT-COMB: Count=569585, Max=9495, Min=368, Avg=560.34, 90=627, 99=941, 99.9=2723, 99.99=4171] 
2025-03-28 11:45:32:498 160 sec: 9031941 operations; 56349.8 current ops/sec; est completion in 12 minutes [INSERT: Count=563493, Max=9887, Min=374, Avg=566.43, 90=636, 99=963, 99.9=2695, 99.99=4367] [INSERT-COMB: Count=563484, Max=9887, Min=374, Avg=566.43, 90=636, 99=963, 99.9=2695, 99.99=4367] 
2025-03-28 11:45:42:498 170 sec: 9599700 operations; 56775.9 current ops/sec; est completion in 11 minutes [INSERT: Count=567758, Max=7087, Min=364, Avg=562.17, 90=629, 99=952, 99.9=2767, 99.99=3923] [INSERT-COMB: Count=567812, Max=7087, Min=364, Avg=562.17, 90=629, 99=952, 99.9=2767, 99.99=3923] 
2025-03-28 11:45:52:498 180 sec: 10168219 operations; 56851.9 current ops/sec; est completion in 11 minutes [INSERT: Count=568517, Max=9319, Min=372, Avg=561.4, 90=629, 99=945, 99.9=2865, 99.99=4283] [INSERT-COMB: Count=568455, Max=9319, Min=372, Avg=561.4, 90=629, 99=945, 99.9=2867, 99.99=4283] 
2025-03-28 11:46:02:498 190 sec: 10732297 operations; 56407.8 current ops/sec; est completion in 11 minutes [INSERT: Count=564079, Max=8123, Min=353, Avg=565.82, 90=633, 99=961, 99.9=2751, 99.99=4575] [INSERT-COMB: Count=564149, Max=8123, Min=353, Avg=565.82, 90=633, 99=961, 99.9=2751, 99.99=4575] 
2025-03-28 11:46:12:498 200 sec: 11300301 operations; 56800.4 current ops/sec; est completion in 11 minutes [INSERT: Count=568007, Max=8439, Min=363, Avg=561.89, 90=630, 99=960, 99.9=2733, 99.99=3991] [INSERT-COMB: Count=567939, Max=8439, Min=363, Avg=561.89, 90=630, 99=960, 99.9=2733, 99.99=3991] 
2025-03-28 11:46:22:498 210 sec: 11866510 operations; 56620.9 current ops/sec; est completion in 11 minutes [INSERT: Count=566209, Max=10103, Min=368, Avg=563.7, 90=632, 99=955, 99.9=2777, 99.99=4443] [INSERT-COMB: Count=566218, Max=10103, Min=368, Avg=563.7, 90=632, 99=955, 99.9=2777, 99.99=4443] 
2025-03-28 11:46:32:498 220 sec: 12435897 operations; 56938.7 current ops/sec; est completion in 11 minutes [INSERT: Count=569388, Max=10887, Min=362, Avg=560.53, 90=628, 99=952, 99.9=2595, 99.99=4159] [INSERT-COMB: Count=569380, Max=10887, Min=362, Avg=560.53, 90=628, 99=952, 99.9=2595, 99.99=4159] 
2025-03-28 11:46:42:498 230 sec: 13001400 operations; 56550.3 current ops/sec; est completion in 10 minutes [INSERT: Count=565505, Max=9903, Min=375, Avg=564.4, 90=633, 99=960, 99.9=2799, 99.99=4403] [INSERT-COMB: Count=565499, Max=9903, Min=375, Avg=564.39, 90=633, 99=960, 99.9=2799, 99.99=4403] 
2025-03-28 11:46:52:498 240 sec: 13562079 operations; 56067.9 current ops/sec; est completion in 10 minutes [INSERT: Count=560675, Max=7999, Min=366, Avg=569.26, 90=638, 99=972, 99.9=2907, 99.99=4391] [INSERT-COMB: Count=560674, Max=7999, Min=366, Avg=569.26, 90=638, 99=972, 99.9=2907, 99.99=4391] 
2025-03-28 11:47:02:498 250 sec: 14124814 operations; 56273.5 current ops/sec; est completion in 10 minutes [INSERT: Count=562736, Max=8271, Min=381, Avg=567.18, 90=637, 99=977, 99.9=2835, 99.99=3893] [INSERT-COMB: Count=562740, Max=8271, Min=381, Avg=567.17, 90=637, 99=977, 99.9=2835, 99.99=3893] 
2025-03-28 11:47:12:498 260 sec: 14687535 operations; 56272.1 current ops/sec; est completion in 10 minutes [INSERT: Count=562719, Max=9271, Min=351, Avg=567.21, 90=635, 99=977, 99.9=2783, 99.99=3929] [INSERT-COMB: Count=562720, Max=9271, Min=351, Avg=567.21, 90=635, 99=977, 99.9=2783, 99.99=3929] 
2025-03-28 11:47:22:498 270 sec: 15248006 operations; 56047.1 current ops/sec; est completion in 10 minutes [INSERT: Count=560472, Max=8247, Min=376, Avg=569.45, 90=637, 99=986, 99.9=2837, 99.99=4571] [INSERT-COMB: Count=560468, Max=8247, Min=376, Avg=569.45, 90=637, 99=986, 99.9=2837, 99.99=4571] 
2025-03-28 11:47:32:498 280 sec: 15809967 operations; 56196.1 current ops/sec; est completion in 10 minutes [INSERT: Count=561959, Max=8035, Min=368, Avg=567.97, 90=637, 99=986, 99.9=2817, 99.99=4243] [INSERT-COMB: Count=561958, Max=8035, Min=368, Avg=567.96, 90=637, 99=986, 99.9=2817, 99.99=4243] 
2025-03-28 11:47:42:498 290 sec: 16371549 operations; 56158.2 current ops/sec; est completion in 9 minutes [INSERT: Count=561587, Max=9031, Min=378, Avg=568.34, 90=637, 99=976, 99.9=2739, 99.99=3961] [INSERT-COMB: Count=561588, Max=9031, Min=378, Avg=568.34, 90=637, 99=976, 99.9=2739, 99.99=3961] 
2025-03-28 11:47:52:498 300 sec: 16937293 operations; 56574.4 current ops/sec; est completion in 9 minutes [INSERT: Count=565740, Max=7939, Min=372, Avg=564.17, 90=632, 99=965, 99.9=2821, 99.99=4067] [INSERT-COMB: Count=565746, Max=7939, Min=372, Avg=564.17, 90=632, 99=965, 99.9=2821, 99.99=4067] 
2025-03-28 11:48:02:498 310 sec: 17501113 operations; 56382 current ops/sec; est completion in 9 minutes [INSERT: Count=563815, Max=8039, Min=373, Avg=566.1, 90=633, 99=974, 99.9=3023, 99.99=4659] [INSERT-COMB: Count=563821, Max=8039, Min=373, Avg=566.1, 90=633, 99=974, 99.9=3023, 99.99=4659] 
2025-03-28 11:48:12:498 320 sec: 18065234 operations; 56412.1 current ops/sec; est completion in 9 minutes [INSERT: Count=564116, Max=6023, Min=360, Avg=565.78, 90=634, 99=958, 99.9=2813, 99.99=4081] [INSERT-COMB: Count=564084, Max=6023, Min=360, Avg=565.79, 90=634, 99=958, 99.9=2813, 99.99=4081] 
2025-03-28 11:48:22:498 330 sec: 18630743 operations; 56550.9 current ops/sec; est completion in 9 minutes [INSERT: Count=565510, Max=10175, Min=366, Avg=564.41, 90=633, 99=967, 99.9=2715, 99.99=4267] [INSERT-COMB: Count=565528, Max=10175, Min=366, Avg=564.4, 90=633, 99=967, 99.9=2715, 99.99=4267] 
2025-03-28 11:48:32:498 340 sec: 19193757 operations; 56301.4 current ops/sec; est completion in 9 minutes [INSERT: Count=563030, Max=9463, Min=375, Avg=566.9, 90=634, 99=973, 99.9=2817, 99.99=4323] [INSERT-COMB: Count=563029, Max=9463, Min=375, Avg=566.91, 90=634, 99=973, 99.9=2817, 99.99=4323] 
2025-03-28 11:48:42:498 350 sec: 19755649 operations; 56189.2 current ops/sec; est completion in 8 minutes [INSERT: Count=561879, Max=8135, Min=380, Avg=568.04, 90=637, 99=984, 99.9=2791, 99.99=4551] [INSERT-COMB: Count=561940, Max=8135, Min=380, Avg=568.04, 90=637, 99=984, 99.9=2791, 99.99=4551] 
2025-03-28 11:48:52:498 360 sec: 20317840 operations; 56219.1 current ops/sec; est completion in 8 minutes [INSERT: Count=562195, Max=8303, Min=359, Avg=567.73, 90=635, 99=981, 99.9=2891, 99.99=4295] [INSERT-COMB: Count=562136, Max=8303, Min=359, Avg=567.73, 90=635, 99=981, 99.9=2891, 99.99=4295] 
2025-03-28 11:49:02:498 370 sec: 20879993 operations; 56215.3 current ops/sec; est completion in 8 minutes [INSERT: Count=562156, Max=7459, Min=367, Avg=567.75, 90=636, 99=987, 99.9=2897, 99.99=3993] [INSERT-COMB: Count=562153, Max=7459, Min=367, Avg=567.75, 90=636, 99=987, 99.9=2897, 99.99=3993] 
2025-03-28 11:49:12:498 380 sec: 21440529 operations; 56053.6 current ops/sec; est completion in 8 minutes [INSERT: Count=560533, Max=8155, Min=371, Avg=569.4, 90=638, 99=1002, 99.9=2721, 99.99=4283] [INSERT-COMB: Count=560535, Max=8155, Min=371, Avg=569.4, 90=638, 99=1002, 99.9=2721, 99.99=4283] 
2025-03-28 11:49:22:498 390 sec: 22003599 operations; 56307 current ops/sec; est completion in 8 minutes [INSERT: Count=563077, Max=8051, Min=373, Avg=566.82, 90=635, 99=981, 99.9=2829, 99.99=4103] [INSERT-COMB: Count=563072, Max=8051, Min=373, Avg=566.82, 90=635, 99=981, 99.9=2829, 99.99=4103] 
2025-03-28 11:49:32:498 400 sec: 22571005 operations; 56740.6 current ops/sec; est completion in 8 minutes [INSERT: Count=567399, Max=8503, Min=372, Avg=562.48, 90=629, 99=956, 99.9=2703, 99.99=4171] [INSERT-COMB: Count=567408, Max=8503, Min=372, Avg=562.48, 90=629, 99=956, 99.9=2703, 99.99=4171] 
2025-03-28 11:49:42:498 410 sec: 23137352 operations; 56634.7 current ops/sec; est completion in 7 minutes [INSERT: Count=566352, Max=7911, Min=370, Avg=563.55, 90=630, 99=962, 99.9=2735, 99.99=4081] [INSERT-COMB: Count=566348, Max=7911, Min=370, Avg=563.54, 90=630, 99=962, 99.9=2735, 99.99=4081] 
2025-03-28 11:49:52:498 420 sec: 23706011 operations; 56865.9 current ops/sec; est completion in 7 minutes [INSERT: Count=568654, Max=7539, Min=363, Avg=561.25, 90=629, 99=959, 99.9=2663, 99.99=4035] [INSERT-COMB: Count=568651, Max=7539, Min=363, Avg=561.25, 90=629, 99=959, 99.9=2663, 99.99=4035] 
2025-03-28 11:50:02:498 430 sec: 24274728 operations; 56871.7 current ops/sec; est completion in 7 minutes [INSERT: Count=568719, Max=7011, Min=368, Avg=561.19, 90=628, 99=961, 99.9=2785, 99.99=3859] [INSERT-COMB: Count=568721, Max=7011, Min=368, Avg=561.19, 90=628, 99=961, 99.9=2785, 99.99=3859] 
2025-03-28 11:50:12:498 440 sec: 24838914 operations; 56418.6 current ops/sec; est completion in 7 minutes [INSERT: Count=564182, Max=10455, Min=378, Avg=565.72, 90=633, 99=978, 99.9=2759, 99.99=3679] [INSERT-COMB: Count=564253, Max=10455, Min=378, Avg=565.71, 90=633, 99=978, 99.9=2759, 99.99=3679] 
2025-03-28 11:50:22:498 450 sec: 25400190 operations; 56127.6 current ops/sec; est completion in 7 minutes [INSERT: Count=561275, Max=7691, Min=373, Avg=568.66, 90=637, 99=978, 99.9=2823, 99.99=4031] [INSERT-COMB: Count=561205, Max=7691, Min=373, Avg=568.66, 90=637, 99=978, 99.9=2823, 99.99=4031] 
2025-03-28 11:50:32:498 460 sec: 25961485 operations; 56129.5 current ops/sec; est completion in 7 minutes [INSERT: Count=561299, Max=8143, Min=370, Avg=568.62, 90=637, 99=992, 99.9=2849, 99.99=4327] [INSERT-COMB: Count=561301, Max=8143, Min=370, Avg=568.62, 90=637, 99=992, 99.9=2849, 99.99=4327] 
2025-03-28 11:50:42:498 470 sec: 26524020 operations; 56253.5 current ops/sec; est completion in 6 minutes [INSERT: Count=562529, Max=9423, Min=358, Avg=567.38, 90=636, 99=986, 99.9=2729, 99.99=3993] [INSERT-COMB: Count=562526, Max=9423, Min=358, Avg=567.38, 90=636, 99=986, 99.9=2729, 99.99=3993] 
2025-03-28 11:50:52:498 480 sec: 27086855 operations; 56283.5 current ops/sec; est completion in 6 minutes [INSERT: Count=562837, Max=7687, Min=372, Avg=567.07, 90=634, 99=980, 99.9=2757, 99.99=4231] [INSERT-COMB: Count=562898, Max=7687, Min=372, Avg=567.08, 90=634, 99=980, 99.9=2757, 99.99=4231] 
2025-03-28 11:51:02:498 490 sec: 27650380 operations; 56352.5 current ops/sec; est completion in 6 minutes [INSERT: Count=563530, Max=6767, Min=369, Avg=566.39, 90=635, 99=982, 99.9=2817, 99.99=4215] [INSERT-COMB: Count=563470, Max=6767, Min=369, Avg=566.38, 90=635, 99=981, 99.9=2817, 99.99=4215] 
2025-03-28 11:51:12:498 500 sec: 28214648 operations; 56426.8 current ops/sec; est completion in 6 minutes [INSERT: Count=564266, Max=8143, Min=377, Avg=565.62, 90=633, 99=975, 99.9=2853, 99.99=4139] [INSERT-COMB: Count=564269, Max=8143, Min=377, Avg=565.62, 90=633, 99=975, 99.9=2853, 99.99=4139] 
2025-03-28 11:51:22:498 510 sec: 28778415 operations; 56376.7 current ops/sec; est completion in 6 minutes [INSERT: Count=563760, Max=8087, Min=364, Avg=566.11, 90=634, 99=972, 99.9=2787, 99.99=4211] [INSERT-COMB: Count=563756, Max=8087, Min=364, Avg=566.12, 90=634, 99=972, 99.9=2787, 99.99=4211] 
2025-03-28 11:51:32:498 520 sec: 29340267 operations; 56185.2 current ops/sec; est completion in 6 minutes [INSERT: Count=561853, Max=6647, Min=380, Avg=568.1, 90=637, 99=988, 99.9=2845, 99.99=4211] [INSERT-COMB: Count=561853, Max=6647, Min=380, Avg=568.1, 90=637, 99=988, 99.9=2845, 99.99=4211] 
2025-03-28 11:51:42:498 530 sec: 29902457 operations; 56219 current ops/sec; est completion in 5 minutes [INSERT: Count=562200, Max=8439, Min=368, Avg=567.72, 90=636, 99=991, 99.9=2719, 99.99=4375] [INSERT-COMB: Count=562202, Max=8439, Min=368, Avg=567.72, 90=636, 99=991, 99.9=2719, 99.99=4375] 
2025-03-28 11:51:52:498 540 sec: 30464532 operations; 56207.5 current ops/sec; est completion in 5 minutes [INSERT: Count=562072, Max=8519, Min=373, Avg=567.86, 90=636, 99=983, 99.9=2867, 99.99=4251] [INSERT-COMB: Count=562072, Max=8519, Min=373, Avg=567.86, 90=636, 99=983, 99.9=2867, 99.99=4251] 
2025-03-28 11:52:02:498 550 sec: 31026645 operations; 56211.3 current ops/sec; est completion in 5 minutes [INSERT: Count=562114, Max=7663, Min=374, Avg=567.8, 90=636, 99=985, 99.9=2869, 99.99=3987] [INSERT-COMB: Count=562114, Max=7663, Min=374, Avg=567.79, 90=636, 99=985, 99.9=2869, 99.99=3987] 
2025-03-28 11:52:12:498 560 sec: 31585828 operations; 55918.3 current ops/sec; est completion in 5 minutes [INSERT: Count=559177, Max=8607, Min=380, Avg=570.77, 90=639, 99=1000, 99.9=2763, 99.99=4299] [INSERT-COMB: Count=559171, Max=8607, Min=380, Avg=570.8, 90=639, 99=1000, 99.9=2763, 99.99=4299] 
2025-03-28 11:52:22:498 570 sec: 32146031 operations; 56020.3 current ops/sec; est completion in 5 minutes [INSERT: Count=560221, Max=9343, Min=367, Avg=569.76, 90=640, 99=992, 99.9=2779, 99.99=3993] [INSERT-COMB: Count=560222, Max=9343, Min=367, Avg=569.74, 90=640, 99=991, 99.9=2779, 99.99=3993] 
2025-03-28 11:52:32:498 580 sec: 32708019 operations; 56198.8 current ops/sec; est completion in 5 minutes [INSERT: Count=561978, Max=7871, Min=374, Avg=567.93, 90=636, 99=984, 99.9=2697, 99.99=4115] [INSERT-COMB: Count=561980, Max=7871, Min=374, Avg=567.93, 90=636, 99=984, 99.9=2697, 99.99=4115] 
2025-03-28 11:52:42:498 590 sec: 33270055 operations; 56203.6 current ops/sec; est completion in 4 minutes [INSERT: Count=562027, Max=7183, Min=364, Avg=567.89, 90=636, 99=986, 99.9=2773, 99.99=4013] [INSERT-COMB: Count=562029, Max=7183, Min=364, Avg=567.89, 90=636, 99=986, 99.9=2773, 99.99=4013] 
2025-03-28 11:52:52:498 600 sec: 33832102 operations; 56204.7 current ops/sec; est completion in 4 minutes [INSERT: Count=562049, Max=9703, Min=367, Avg=567.87, 90=636, 99=983, 99.9=2971, 99.99=4299] [INSERT-COMB: Count=562051, Max=9703, Min=367, Avg=567.87, 90=636, 99=983, 99.9=2971, 99.99=4299] 
2025-03-28 11:53:02:498 610 sec: 34388270 operations; 55616.8 current ops/sec; est completion in 4 minutes [INSERT: Count=556169, Max=7307, Min=359, Avg=573.88, 90=646, 99=1031, 99.9=2819, 99.99=4043] [INSERT-COMB: Count=556166, Max=7307, Min=359, Avg=573.88, 90=646, 99=1031, 99.9=2819, 99.99=4043] 
2025-03-28 11:53:12:498 620 sec: 34951133 operations; 56286.3 current ops/sec; est completion in 4 minutes [INSERT: Count=562869, Max=10807, Min=378, Avg=567.04, 90=635, 99=986, 99.9=2681, 99.99=4391] [INSERT-COMB: Count=562874, Max=10807, Min=378, Avg=567.03, 90=635, 99=986, 99.9=2681, 99.99=4391] 
2025-03-28 11:53:22:498 630 sec: 35511251 operations; 56011.8 current ops/sec; est completion in 4 minutes [INSERT: Count=560114, Max=7839, Min=361, Avg=569.82, 90=638, 99=1002, 99.9=2779, 99.99=4115] [INSERT-COMB: Count=560105, Max=7839, Min=361, Avg=569.83, 90=638, 99=1002, 99.9=2779, 99.99=4115] 
2025-03-28 11:53:32:498 640 sec: 36070547 operations; 55929.6 current ops/sec; est completion in 4 minutes [INSERT: Count=559294, Max=7671, Min=375, Avg=570.66, 90=638, 99=1003, 99.9=2901, 99.99=4423] [INSERT-COMB: Count=559299, Max=7671, Min=375, Avg=570.66, 90=638, 99=1003, 99.9=2901, 99.99=4423] 
2025-03-28 11:53:42:498 650 sec: 36636488 operations; 56594.1 current ops/sec; est completion in 3 minutes [INSERT: Count=565938, Max=9415, Min=370, Avg=563.94, 90=631, 99=962, 99.9=2949, 99.99=4203] [INSERT-COMB: Count=566001, Max=9415, Min=370, Avg=563.95, 90=631, 99=962, 99.9=2949, 99.99=4203] 
2025-03-28 11:53:52:498 660 sec: 37197660 operations; 56117.2 current ops/sec; est completion in 3 minutes [INSERT: Count=561172, Max=8139, Min=365, Avg=568.76, 90=638, 99=980, 99.9=2875, 99.99=4231] [INSERT-COMB: Count=561109, Max=8139, Min=365, Avg=568.76, 90=638, 99=980, 99.9=2875, 99.99=4231] 
2025-03-28 11:54:02:498 670 sec: 37760931 operations; 56327.1 current ops/sec; est completion in 3 minutes [INSERT: Count=563269, Max=7607, Min=361, Avg=566.62, 90=634, 99=977, 99.9=2879, 99.99=4319] [INSERT-COMB: Count=563265, Max=7607, Min=361, Avg=566.62, 90=634, 99=977, 99.9=2879, 99.99=4319] 
2025-03-28 11:54:12:498 680 sec: 38322873 operations; 56194.2 current ops/sec; est completion in 3 minutes [INSERT: Count=561942, Max=8223, Min=366, Avg=567.97, 90=636, 99=992, 99.9=2787, 99.99=4211] [INSERT-COMB: Count=561946, Max=8223, Min=366, Avg=567.97, 90=636, 99=992, 99.9=2787, 99.99=4211] 
2025-03-28 11:54:22:498 690 sec: 38885009 operations; 56213.6 current ops/sec; est completion in 3 minutes [INSERT: Count=562139, Max=8375, Min=379, Avg=567.8, 90=635, 99=988, 99.9=2677, 99.99=4227] [INSERT-COMB: Count=562140, Max=8375, Min=379, Avg=567.79, 90=635, 99=988, 99.9=2677, 99.99=4227] 
2025-03-28 11:54:32:498 700 sec: 39447723 operations; 56271.4 current ops/sec; est completion in 3 minutes [INSERT: Count=562715, Max=8447, Min=370, Avg=567.21, 90=635, 99=999, 99.9=2707, 99.99=4151] [INSERT-COMB: Count=562711, Max=8447, Min=370, Avg=567.21, 90=635, 99=999, 99.9=2707, 99.99=4151] 
2025-03-28 11:54:42:498 710 sec: 40010287 operations; 56256.4 current ops/sec; est completion in 2 minutes [INSERT: Count=562570, Max=8303, Min=367, Avg=567.36, 90=635, 99=993, 99.9=2715, 99.99=3985] [INSERT-COMB: Count=562633, Max=8303, Min=367, Avg=567.36, 90=635, 99=993, 99.9=2715, 99.99=3985] 
2025-03-28 11:54:52:498 720 sec: 40572786 operations; 56249.9 current ops/sec; est completion in 2 minutes [INSERT: Count=562499, Max=8527, Min=369, Avg=567.44, 90=635, 99=990, 99.9=2713, 99.99=4151] [INSERT-COMB: Count=562439, Max=8527, Min=369, Avg=567.44, 90=635, 99=990, 99.9=2713, 99.99=4151] 
2025-03-28 11:55:02:498 730 sec: 41137775 operations; 56498.9 current ops/sec; est completion in 2 minutes [INSERT: Count=564991, Max=7967, Min=372, Avg=564.94, 90=632, 99=985, 99.9=2727, 99.99=4527] [INSERT-COMB: Count=564987, Max=7967, Min=372, Avg=564.94, 90=632, 99=985, 99.9=2727, 99.99=4527] 
2025-03-28 11:55:12:498 740 sec: 41701213 operations; 56343.8 current ops/sec; est completion in 2 minutes [INSERT: Count=563435, Max=7275, Min=377, Avg=566.49, 90=635, 99=988, 99.9=2733, 99.99=4123] [INSERT-COMB: Count=563436, Max=7275, Min=377, Avg=566.49, 90=635, 99=988, 99.9=2733, 99.99=4123] 
2025-03-28 11:55:22:498 750 sec: 42265572 operations; 56435.9 current ops/sec; est completion in 2 minutes [INSERT: Count=564358, Max=8311, Min=365, Avg=565.55, 90=634, 99=978, 99.9=2895, 99.99=4033] [INSERT-COMB: Count=564428, Max=8311, Min=365, Avg=565.55, 90=634, 99=978, 99.9=2895, 99.99=4033] 
2025-03-28 11:55:32:498 760 sec: 42827600 operations; 56202.8 current ops/sec; est completion in 2 minutes [INSERT: Count=562026, Max=8511, Min=366, Avg=567.93, 90=637, 99=983, 99.9=2741, 99.99=4363] [INSERT-COMB: Count=561959, Max=8511, Min=366, Avg=567.93, 90=637, 99=983, 99.9=2741, 99.99=4363] 
2025-03-28 11:55:42:498 770 sec: 43388655 operations; 56105.5 current ops/sec; est completion in 1 minute [INSERT: Count=561055, Max=6903, Min=368, Avg=568.83, 90=638, 99=989, 99.9=2949, 99.99=4041] [INSERT-COMB: Count=561106, Max=6903, Min=368, Avg=568.84, 90=638, 99=989, 99.9=2949, 99.99=4041] 
2025-03-28 11:55:52:498 780 sec: 43947065 operations; 55841 current ops/sec; est completion in 1 minute [INSERT: Count=558412, Max=7619, Min=378, Avg=571.52, 90=641, 99=1002, 99.9=2819, 99.99=3877] [INSERT-COMB: Count=558360, Max=7619, Min=378, Avg=571.52, 90=641, 99=1002, 99.9=2819, 99.99=3877] 
2025-03-28 11:56:02:498 790 sec: 44506680 operations; 55961.5 current ops/sec; est completion in 1 minute [INSERT: Count=559612, Max=8759, Min=371, Avg=570.31, 90=640, 99=991, 99.9=2927, 99.99=4065] [INSERT-COMB: Count=559610, Max=8759, Min=371, Avg=570.3, 90=640, 99=991, 99.9=2927, 99.99=4065] 
2025-03-28 11:56:12:498 800 sec: 45065632 operations; 55895.2 current ops/sec; est completion in 1 minute [INSERT: Count=558951, Max=8043, Min=366, Avg=570.96, 90=641, 99=993, 99.9=2933, 99.99=4239] [INSERT-COMB: Count=558951, Max=8043, Min=366, Avg=570.96, 90=641, 99=993, 99.9=2933, 99.99=4239] 
2025-03-28 11:56:22:498 810 sec: 45622468 operations; 55683.6 current ops/sec; est completion in 1 minute [INSERT: Count=556836, Max=6923, Min=377, Avg=573.15, 90=642, 99=1003, 99.9=2909, 99.99=4391] [INSERT-COMB: Count=556839, Max=6923, Min=377, Avg=573.15, 90=642, 99=1003, 99.9=2909, 99.99=4391] 
2025-03-28 11:56:32:498 820 sec: 46183199 operations; 56073.1 current ops/sec; est completion in 1 minute [INSERT: Count=560731, Max=10231, Min=380, Avg=569.2, 90=639, 99=995, 99.9=2775, 99.99=4099] [INSERT-COMB: Count=560729, Max=10231, Min=380, Avg=569.21, 90=639, 99=995, 99.9=2775, 99.99=4099] 
2025-03-28 11:56:42:498 830 sec: 46747282 operations; 56408.3 current ops/sec; est completion in 58 seconds [INSERT: Count=564087, Max=7447, Min=375, Avg=565.8, 90=633, 99=976, 99.9=2825, 99.99=4231] [INSERT-COMB: Count=564083, Max=7447, Min=375, Avg=565.79, 90=633, 99=976, 99.9=2825, 99.99=4231] 
2025-03-28 11:56:52:498 840 sec: 47308995 operations; 56171.3 current ops/sec; est completion in 48 seconds [INSERT: Count=561709, Max=7147, Min=380, Avg=568.24, 90=637, 99=990, 99.9=2745, 99.99=4395] [INSERT-COMB: Count=561724, Max=7147, Min=380, Avg=568.24, 90=637, 99=990, 99.9=2745, 99.99=4395] 
2025-03-28 11:57:02:498 850 sec: 47870096 operations; 56110.1 current ops/sec; est completion in 38 seconds [INSERT: Count=561105, Max=7167, Min=366, Avg=568.85, 90=638, 99=991, 99.9=2937, 99.99=4069] [INSERT-COMB: Count=561093, Max=7167, Min=366, Avg=568.86, 90=638, 99=991, 99.9=2937, 99.99=4069] 
2025-03-28 11:57:12:498 860 sec: 48431772 operations; 56167.6 current ops/sec; est completion in 28 seconds [INSERT: Count=561679, Max=8279, Min=361, Avg=568.26, 90=637, 99=990, 99.9=2755, 99.99=4599] [INSERT-COMB: Count=561690, Max=8279, Min=361, Avg=568.26, 90=637, 99=990, 99.9=2755, 99.99=4599] 
2025-03-28 11:57:22:498 870 sec: 48993567 operations; 56179.5 current ops/sec; est completion in 18 seconds [INSERT: Count=561793, Max=7563, Min=365, Avg=568.13, 90=635, 99=984, 99.9=2781, 99.99=3995] [INSERT-COMB: Count=561782, Max=7563, Min=365, Avg=568.13, 90=635, 99=984, 99.9=2781, 99.99=3995] 
2025-03-28 11:57:32:498 880 sec: 49554861 operations; 56129.4 current ops/sec; est completion in 8 second [INSERT: Count=561291, Max=10559, Min=367, Avg=568.64, 90=637, 99=985, 99.9=2847, 99.99=4247] [INSERT-COMB: Count=561292, Max=10559, Min=367, Avg=568.64, 90=637, 99=985, 99.9=2847, 99.99=4247] 
2025-03-28 11:57:42:498 890 sec: 50000000 operations; 44513.9 current ops/sec; [CLEANUP-COMB: Count=31, Max=8, Min=1, Avg=2.13, 90=4, 99=8, 99.9=8, 99.99=8] [CLEANUP: Count=31, Max=8, Min=1, Avg=2.13, 90=4, 99=8, 99.9=8, 99.99=8] [INSERT: Count=445132, Max=9135, Min=365, Avg=566.55, 90=636, 99=974, 99.9=2759, 99.99=3951] [INSERT-COMB: Count=445099, Max=9135, Min=365, Avg=566.55, 90=636, 99=974, 99.9=2759, 99.99=3951] 
2025-03-28 11:57:42:689 890 sec: 50000000 operations; 0 current ops/sec; [CLEANUP-COMB: Count=1, Max=2014207, Min=2013184, Avg=2013696, 90=2014207, 99=2014207, 99.9=2014207, 99.99=2014207] [CLEANUP: Count=1, Max=2014207, Min=2013184, Avg=2013696, 90=2014207, 99=2014207, 99.9=2014207, 99.99=2014207] [INSERT: Count=0, Max=0, Min=9223372036854775807, Avg=�, 90=0, 99=0, 99.9=0, 99.99=0] [INSERT-COMB: Count=0, Max=0, Min=9223372036854775807, Avg=�, 90=0, 99=0, 99.9=0, 99.99=0] 
[OVERALL], RunTime(ms), 890191
[OVERALL], Throughput(ops/sec), 56167.721309247114
[TOTAL_GCS_PS_Scavenge], Count, 4525
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 8688
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.9759703254694779
[TOTAL_GCS_PS_MarkSweep], Count, 1
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 16
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0017973670818959078
[TOTAL_GCs], Count, 4526
[TOTAL_GC_TIME], Time(ms), 8704
[TOTAL_GC_TIME_%], Time(%), 0.9777676925513737
[CLEANUP-COMB], Operations, 32
[CLEANUP-COMB], AverageLatency(us), 62930.0625
[CLEANUP-COMB], MinLatency(us), 1
[CLEANUP-COMB], MaxLatency(us), 2014207
[CLEANUP-COMB], 50thPercentileLatency(us), 2
[CLEANUP-COMB], 90thPercentileLatency(us), 4
[CLEANUP-COMB], 95thPercentileLatency(us), 4
[CLEANUP-COMB], 99thPercentileLatency(us), 2014207
[CLEANUP-COMB], 99.99PercentileLatency(us), 2014207
[CLEANUP-COMB], 99.99999PercentileLatency(us), 2014207
[CLEANUP], Operations, 32
[CLEANUP], AverageLatency(us), 62930.0625
[CLEANUP], MinLatency(us), 1
[CLEANUP], MaxLatency(us), 2014207
[CLEANUP], 50thPercentileLatency(us), 2
[CLEANUP], 90thPercentileLatency(us), 4
[CLEANUP], 95thPercentileLatency(us), 4
[CLEANUP], 99thPercentileLatency(us), 2014207
[CLEANUP], 99.99PercentileLatency(us), 2014207
[CLEANUP], 99.99999PercentileLatency(us), 2014207
[INSERT], Operations, 50000000
[INSERT], AverageLatency(us), 566.23479706
[INSERT], MinLatency(us), 337
[INSERT], MaxLatency(us), 77311
[INSERT], 50thPercentileLatency(us), 545
[INSERT], 90thPercentileLatency(us), 635
[INSERT], 95thPercentileLatency(us), 697
[INSERT], 99thPercentileLatency(us), 981
[INSERT], 99.99PercentileLatency(us), 4271
[INSERT], 99.99999PercentileLatency(us), 74367
[INSERT], Return=OK, 50000000
[INSERT-COMB], Operations, 50000000
[INSERT-COMB], AverageLatency(us), 566.23479706
[INSERT-COMB], MinLatency(us), 337
[INSERT-COMB], MaxLatency(us), 77311
[INSERT-COMB], 50thPercentileLatency(us), 545
[INSERT-COMB], 90thPercentileLatency(us), 635
[INSERT-COMB], 95thPercentileLatency(us), 697
[INSERT-COMB], 99thPercentileLatency(us), 981
[INSERT-COMB], 99.99PercentileLatency(us), 4271
[INSERT-COMB], 99.99999PercentileLatency(us), 74367